import { CardDto } from '../src/card/card.models';

export const cards: CardDto[] = [
  {
    id: 0,
    title: 'Мобильный телефон',
    description: 'Предназначенный для работы в сетях сотовой связи; использует приёмопередатчик радиодиапазона и традиционную телефонную коммутацию для осуществления телефонной связи на территории.'
  },
  {
    id: 1,
    title: 'Наушники',
    description: 'Устройство для персонального прослушивания музыки, речи или иных звуковых сигналов.'
  },
  {
    id: 2,
    title: 'Проектор',
    description: 'Оптический прибор, предназначенный для создания действительного изображения плоского предмета небольшого размера на большом экране. Появление проекционных аппаратов обусловило возникновение кинематографа, относящегося к проекционному искусству.'
  },
  {
    id: 3,
    title: 'Фотоаппарат',
    description: 'Устройство для регистрации неподвижных изображений (получения фотографий).'
  },
  {
    id: 4,
    title: 'Принтер',
    description: 'Внешнее периферийное устройство компьютера, предназначенное для вывода текстовой или графической информации, хранящейся в компьютере, на твёрдый физический носитель, обычно бумагу или полимерную плёнку, малыми тиражами (от единиц до сотен) без создания печатной формы.'
  }
];
